phd_application/references.tex
% Created 2025-11-18 Tue 09:24
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{listings}
\usepackage{color}
\usepackage{amsmath}
\usepackage{array}
\usepackage[T1]{fontenc}
\usepackage{natbib}
\author{Hjalte Søberg Mikkelsen}
\date{\today}
\title{}
\begin{document}

\noindent
Atzmueller, M., \& Puppe, F. (2006). Sd-map–a fast algorithm for exhaustive
subgroup discovery. European Conference on Principles of Data Mining and
Knowledge Discovery, 6–17.\\[0pt]
\\[0pt]
Isaksen, A. A., Sandbæk, A., \& Bjerg, L. (2023). Validation of register-based
diabetes classifiers in danish data. Clinical Epidemiology, 569–581.\\[0pt]
\\[0pt]
Lee, C., Yoon, J., \& Van Der Schaar, M. (2019). Dynamic-deephit: A deep
learning approach for dynamic survival analysis with competing risks based
on longitudinal data. Ieee Transactions on Biomedical Engineering, 67 (1),
122–133.\\[0pt]
\\[0pt]
Li, G., \& Yang, Q. (2016). Joint inference for competing risks survival data.
Jornal of the American Statistical Association, 111 (515), 1289–1300.\\[0pt]
\\[0pt]
Parikh, R. B., Linn, K. A., Yan, J., Maciejewski, M. L., Rosland, A.-M., Volpp,
K. G., Groeneveld, P. W., \& Navathe, A. S. (2021). A machine learning
approach to identify distinct subgroups of veterans at risk for hospitalization
or death using administrative and electronic health record data. Plos One,
16 (2), e0247203.\\[0pt]
\\[0pt]
Polley, E. C., \& Van der Laan, M. J. (2010). Super learner in prediction.\\[0pt]
\\[0pt]
Shmatko, A., Jung, A. W., Gaurav, K., Brunak, S., Mortensen, L. H., Birney,
E., Fitzgerald, T., \& Gerstung, M. (2025). Learning the natural history of
human disease with generative transformers. Nature, 1–9.\\[0pt]
\\[0pt]
Su, X., Tsai, C.-L., Wang, H., Li, B., \& others. (2009). Subgroup analysis via
recursive partitioning. Journal of Machine Learning Research, 10 (2).\\[0pt]
\\[0pt]
Vaswani, A., Shazeer, N., Parmar, N., Uszkoreit, J., Jones, L., Gomez, A. N.,
Kaiser, Ł., \& Polosukhin, I. (2017). Attention is all you need. Advances in
Neural Information Processing Systems, 30.\\[0pt]
\\[0pt]
Wani, A. A. (2024). Comprehensive analysis of clustering algorithms: exploring
limitations and innovative solutions. Peerj Computer Science, 10, e2286.\\[0pt]
\\[0pt]
Wright, M. N., Kusumastuti, S., Mortensen, L. H., Westendorp, R. G., \& Gerds,
T. A. (2021). Personalised need of care in an ageing society: The making
of a prediction tool based on register data. Journal of the Royal Statistical
Society Series a: Statistics in Society, 184 (4), 1199–1219.
\noindent
\end{document}
